Repository: HudaAlshammari/Wejhuh
Catalog: Wejhuh/*.lproj/Localizable.strings
Languages: ar

source: Al-Suwdah
ar: السوده

source: Jabal Al-Soudah Abha is the highest mountain peak in the Kingdom that combines the magic of place and time. God has blessed him with a beautiful nature, amazing views, and unparalleled beauty. Its height is 3015 meters above sea level, and it is covered with dense forests of juniper trees that add to its splendor. The magic makes it the most famous tourist attraction in Abha .. Al-Soudah Abha is also characterized by moderate weather throughout the year, where temperatures during the summer reach 15 degrees Celsius, accompanied by rain in August. Therefore, Jabal Al-Soudah is one of the most prominent tourist attractions in Saudi Arabia, and it attracts a huge number of visitors, both from inside and outside the Kingdom .. BEST ACTIVITIES : - Residential hotels - Chairlifts - Entertainment games - Glide - Residential Resorts.
ar: جبل السودة أبها هو أعلى قمة جبلية في المملكة تجمع بين سحر المكان والزمان. وقد رزقه الله بطبيعة جميلة ومناظر خلابة وجمال لا مثيل له. يبلغ ارتفاعها 3015 مترًا عن سطح البحر ، وتغطيها غابات كثيفة من أشجار العرعر التي تضيف إلى رونقها. السحر يجعلها أشهر مزار سياحي في أبها .. كما تتميز السودة أبها بطقس معتدل طوال العام ، حيث تصل درجات الحرارة خلال فصل الصيف إلى 15 درجة مئوية ، مصحوبة بأمطار في أغسطس. لذلك يعتبر جبل السودة من أبرز المعالم السياحية في المملكة العربية السعودية ، ويستقطب عددًا كبيرًا من الزوار سواء من داخل المملكة أو خارجها. أفضل الأنشطة: فنادق سكنية - تلفريك - ألعاب ترفيهية - منزلق - سكني منتجعات .. تطل السودة على إقليم تهامة ولذلك تم تثبيت مناظير مكبرة في بعض أجزائها كمطلات لمشاهدة المناظر الرائعة لتلك الأغوار والأودية والقرى المجاورة التي تقع في سهول تهامة، وتسجل القرية درجات حرارة لا تتجاوز 15 درجة مئوية في فصل الصيف، فيما تكون درجات الحرارة في فصل الشتاء منخفضة جداً قياساً بالمناطق المحيطة بها، وتمت إقامة قرية السودة السياحية التي تضم مجموعة من الخدمات، كما ربط المنتزه بقرية رجال ألمع في إقليم تهامة بواسطة العربات المعلقة تلفريك والتي تبعد عن مدينة أبها 40 كم تقريباً .. على مقربة من منتزه السودة تقع مجموعة من القرى التي تشكل مواقع سياحية متميزة وهي مواقع بكر، مثل قرى باحة ربيعة، والتي تضم (منتزه المحتطبة) الذي يتميز بوجود شلالات طبيعية، ومجموعة من البحيرات التي تكونت نتيجة الجريان الدائم للمياه وكذلك هطول الأمطار. وقد تم افتتاح منتزه الملك عبد العزيز شمال السودة ويحتوي على مناظر طبيعية خلابة، وخدمات متنوعة للزائرين والسياح.

source: Al-Ula
ar: العلا

source: A great historical heritage..and charming nature and perfect weather, especially in winter. The city of Al-Ula is one of the most important international tourist destinations because of its beautiful natural components, and the diversity of history and antiquities that go back to the back. Thousands of years ago, UNESCO registered the archaeological site of Al-Hajar in Al-Ula Governorate on the World Heritage List, thus becoming the first Saudi archaeological site to be inscribed on the World Heritage List .. It is characterized by a pleasant climate, especially in winter .. BEST ACTIVITIES : - Sea tripes - Air flights - Singing concerts and shows - Entertainment and games - Camping - Enrichment trips - Visiting Elephant Mountain - Dadan and Jabal Ikma tour - Star gazing experience
ar: تراث تاريخي عظيم .. وطبيعة ساحرة وطقس مثالي ، خاصة في فصل الشتاء. تعد مدينة العلا من أهم الوجهات السياحية العالمية لما تتمتع به من مكونات طبيعية خلابة ، وتنوع التاريخ والآثار التي تزورها. منذ آلاف السنين ، سجلت منظمة اليونسكو موقع الحجر الأثري في محافظة العلا على قائمة التراث العالمي ، ليصبح بذلك أول موقع أثري سعودي يتم إدراجه في قائمة التراث العالمي .. ويتميز بمناخ لطيف ، خاصة في فصل الشتاء .. أفضل الأنشطة:الرحلات البحرية -الرحلات الجوية - حفلات الغناء والعروض - الترفيه والألعاب - التخييم - رحلات الإثراء - زيارة جبل الفيل - جولة في دادان وجبل أكما - تجربة مشاهدة النجوم .. العلا إحدى مدن المملكة العربية السعودية، تقع شمال غرب المملكة، وتتبع إدارياً لإمارة منطقة المدينة المنورة، وتبعد عن مركز الإمارة تقريباً 300 كيلو متر شمالاً، وعاصمة لمحافظة العلا. يصل عمر الاستيطان البشري فيها إلى نحو 4000 عام، وهي أحد أهم الوجهات السياحية في السعودية. ذكر ياقوت الحموي العلا في معجمه، بضم أوله، والقصر، وهو جمع العليا، وهو اسم لموضع من ناحية وادي القرى بينها وبين الشام، نزل بها النبي محمد في طريقه إلى غزوة تبوك، وحدد بها مكاناً لمسجد وضع حدوده بالعظام فبناه أهلها بعد ذلك وأسموه مسجد العظام. وكانت قديما تُسمى دادان ويروى أن سبب تسميتها بالعلا أنه كان بها عينان مشهورتان بالماء العذب هما المعلق وتدعل، وكان على منبع المعلق نخلات شاهقات العلو يطلق عليها العلي. وتقع مدينة العلا بين جبلين كبيرين على واد خصب التربة، تزرع فيه النخيل والحمضيات والفواكه كما تتوفر المياه الجوفية علي مسافات قريبة رغم الشح الكبير في الأمطار، وهي من ضمن المواقع الأثرية المسجلة بمنظمة اليونسكو، وهي عاصمة الأنباط الثانية قديما، ومناخها قاري حار صيفاً وبارد شتاءً يتبعها قرابة 300 قرية.

source: Riyadh
ar: الرياض

source: Riyadh is the capital and largest city in the Kingdom of Saudi Arabia and the third largest Arab capital in terms of population. Riyadh is the most beautiful tourist city in the Kingdom of Saudi Arabia. One of the restaurants that serve the most delicious types of food, in addition to hosting many tourist, recreational and historical places .. in addition to The luxurious accommodation provided by the city to its guests .. In Riyadh, you can find ancient historical sites, wonderful museums, picturesque parks, and fun recreational places suitable for family tourism, as well as you can shop in the most luxurious malls BEST ACTIVITIES : - Stock field - Zoo - A wide street surrounded by trees - Campat Field - Camping - Paragliding - The shopping
ar: الرياض هي عاصمة وأكبر مدينة في المملكة العربية السعودية وثالث أكبر عاصمة عربية من حيث عدد السكان .. الرياض هي أجمل مدينة سياحية في المملكة العربية السعودية .. من المطاعم التي تخدم أكثر أشهى المأكولات بالإضافة إلى احتوائها على العديد من الأماكن السياحية والترفيهية والتاريخية .. بالإضافة إلى الإقامة الفاخرة التي توفرها المدينة لضيوفها .. في الرياض يمكنك العثور على المواقع التاريخية القديمة والمتاحف الرائعة والحدائق الخلابة ، و أماكن ترفيهية ممتعة ومناسبة للسياحة العائلية ، كما يمكنك التسوق في أفخم مراكز التسوق .. أفضل الأنشطة: حقل مخزون - حديقة حيوانات - شارع واسع محاط بالأشجار - كامبات فيلد - التخييم - الطيران الشراعي - التسوق .. تتغير طبوغرافية مدينة الرياض بين التلال والأودية، فتنحدر من منسوب 1010 متر بالشمال الغربي إلى منسوب 500 متر في الجنوب الشرقي وتصرف السيول في واديين هما وادي السلي الذي يقع شرق مدينة الرياض، ووادي حنيفة ويقع غرب المدينة .. تقع مدينة الرياض على هضبة رسوبية، يصل ارتفاعها إلى نحو 600 متر فوق مستوى سطح البحر في الجزء الشرقي من هضبة نجد، وتحوي على عدة تكوينات وأهمها تكوين الجبيلة الواقع في غرب المدينة ويتكون من صخور جيرية دقيقة وتكوين العرب ويظهر منكشف على امتداد 10 كلم والواقع في الشمال الغربي إلى الجنوب الشرقي ويتكون من الصخور الكلسية وصخور البريشيا والصخور الجيرية في الجزء الأعلى من التكوين .. أبرز المعالم التضاريسية للمدينة هي الأودية وأهمها وادي حنيفة الذي يخترق المدينة من الشمال الغربي إلى الجنوب الشرقي والذي يبلغ طول مجراه حوالي 120 كم، بالإضافة إلى حافة هيت وهي عبارة عن مرتفعات تمتد بخط متعرج من جنوب شرقي المدينة إلى شرقها وشمالها الشرقي ويبلغ أقصى ارتفاع لها نحو 700 متر فوق مستوى سطح البحر وحافة طويق تمتد في وسط هضبة نجد على شكل قوس ..

source: Al-Baha
ar: الباحة

source: Tourism in Al Baha will give you everything you wish for; With its picturesque nature, scenic beauty, high mountains, deep valleys, and green forests .. Al Baha is located in the southwest of the Kingdom of Saudi Arabia, between Abha and Taif. In addition to enjoying many tourist attractions, you will not find more beautiful than Al Baha parks, ancient villages, agricultural terraces, flowing waterfalls, in addition to many historical sites, and of course all modern tourist facilities, from resorts, cafes and restaurants .. Al Baha is also characterized by its beautiful climate and continuous rain .. BEST ACTIVITIES : - Residential hotels - Chairlifts - Entertainment games - Glide - Residential Resorts
ar: السياحة في الباحة ستمنحك كل ما تتمناه ؛ بطبيعتها الخلابة وجمالها الخلاب وجبالها الشاهقة ووديانها العميقة وغاباتها الخضراء .. تقع الباحة جنوب غرب المملكة العربية السعودية بين أبها والطائف. .. بالإضافة إلى التمتع بالعديد من المعالم السياحية فلن تجد أجمل من حدائق الباحة والقرى القديمة والمدرجات الزراعية والشلالات المتدفقة بالإضافة إلى العديد من المواقع التاريخية وبالطبع جميع المرافق السياحية الحديثة من منتجعات ومقاهي و المطاعم .. كما تتميز الباحة بمناخها الجميل وأمطارها المستمرة .. أفضل الأنشطة: - الفنادق السكنية - الكراسي المتحركة - الألعاب الترفيهية - الانزلاق - المنتجعات السكنية .. يؤثر اختلاف التشكيلات التضاريسية في مناخ المنطقة، فقطاع الحجاز يتعرض لجبهات هوائية رطبة تأتي من السهل التهامي فتتكون السحب والضباب؛ وغالبًا ما يتعرض القسم الحجازي لسحب وضباب في فصل الشتاء بسبب هذه الكتل الهوائية القادمة من البحر الأحمر؛ بالإضافة إلى عواصف رعدية؛ وتدنى درجات الحرارة؛ تتعرض لأمطار غزيرة؛ فيما تمتاز بمناخ معتدل عليل في فصلي الربيع والصيف. أما قطاع تهامة فمناخه مختلف عن قطاع الحجاز، على الرغم من قرب المسافة بين القطاعين (25 كلم)؛ فتهامة سهول ساحلية متموجة ترتفع فيها درجة الحرارة صيفًا؛ ودافئة شتاء؛ ومعتدلة في فصل الربيع. عمومًا يعتبر مناخ منطقة الباحة ضمن نطاق الإقليم الجاف، إلا أن المناخ معتدل البرودة شتاء وعليل جميل في بقية فصول السنة. تتراوح نسبة الرطوبة في المنطقة بين 52% إلى 67%؛ والضغط الجوي بين 602 إلى 607؛ ويبلغ متوسط درجة الحرارة 23 الدرجة الكبرى و12 الدرجة الصغرى؛ بينما يتراوح معدل هطول الأمطار في قطاع الحجاز بين 229 ملم إلى 581 ملم وفي قطاع تهامة بين 100 ملم إلى 250 ..

source: Rijal Almae
ar: رجال ألمع

source: The city of Rijal Almae enjoys the waterfalls of the village of Al-Sail, which is located to the south of the city, which contributed to the recovery of the tourism sector in Rijal Almae .. The village of Rijal is also distinguished as one of the most important and prominent tourist and natural places in the Kingdom of Saudi Arabia .. It is the best hiking place in the south of Saudi Arabia, where it attracts local and foreign tourists .. It is also characterized by its beautiful climate .. Tourism in Rijal Alma is characterized by the presence of many parks and their ancient monuments dating back thousands of years that are not found anywhere in the world such as the trees of brilliance .. In this article we have learned about the nature of tourism in Rijal Almae .. BEST ACTIVITIES : - Singing concerts and shows - Camping - Chairlifts - Enrichment trips
ar: تتمتع مدينة رجال علما بشلالات قرية السيل التي تقع جنوب المدينة مما ساهم في إنعاش قطاع السياحة في رجال ألمع .. كما تتميز قرية رجال بأنها واحدة من أهم وأبرز الأماكن السياحية والطبيعية في المملكة العربية السعودية .. وهي أفضل مكان للتنزه في جنوب المملكة العربية السعودية حيث تستقطب السياح المحليين والأجانب .. كما تتميز بمناخها الجميل .. تتميز السياحة في رجال علما بوجود العديد من المتنزهات وآثارها القديمة التي تعود إلى آلاف السنين والتي لا توجد في أي مكان في العالم مثل أشجار التألق .. في هذا المقال تعرفنا على طبيعة السياحة في رجال ألما .. أفضل الأنشطة: حفلات الغناء والعروض - التخييم - التلفريك - رحلات الإثراء .. تم إنشاء متحف ألمع الدائم للتراث عام 1405هـ بمبادرة عامة من أهالي المحافظة بهدف حفظ تراث منطقتهم، واختير حصنُ آل علوان والذي أنشأته عائلة آل علوان أساساً بقرية رجال وهو أكبر الحصون فرمم القصر بتعاون كثير من أبناء رجال ألمع كل بحسب إمكاناته وخبرته. وتولى أبناء القرية جمع المقتنيات القديمة التي تبرع بها الأهالي، وساهم نساء القرية بنقش القصر بإشراف الفنانة الألمعية فاطمة علي أبو قحاص، ومن ثم تبرع الكثير منهن بحليهن القديمة من الفضة وبعض مدخراتهن من الزينة .. واكتمل العمل بالمتحف، وحصل على الكثير من الدعم والاهتمام والتشجيع من قبل المهتمين بالسياحة، ثم افتتحه الأمير خالد الفيصل أمير منطقة عسير السابق عام 1407هـ، وبدأ المتحف يمارس دوره كقناة ثقافية سياحية منذ ذلك الحين، حتى أصبح السواح يقصدونه من جميع أنحاء العالم وعلى مدار العام، وقد تزايد عدد زواره بعد افتتاح مشروع العربات المعلقة في السودة وتأمين المواصلات بين محطة العوص والمتحف؛ وكان لذلك دورٌ مهم في تسهيل زيارة المتحف، وخاصة في فصل الصيف حيث يبلغ الموسم السياحي ذروته، وقد أظهرت بعض الإحصائيات لزوار المتحف وصول عدد زواره لقرابة 30000 زائر ..

source: Hail
ar: حائل

source: Tourism in Hail is considered one of the most beautiful tourist places in the Kingdom of Saudi Arabia, as it enjoys a moderate atmosphere and a charming nature .. It extends around the mountains in the form of a beautiful arc, and is surrounded by many mountains from the east, west and north .. The city of Hail is located in the north of the Kingdom of Saudi Arabia, and is famous It has generosity and generosity and is called the (capital of dates) .. The city of Hail includes a variety of monuments and inscriptions, and has two sites included in the UNESCO World Heritage List .. The city of Hail attracts many visitors and tourists, to enjoy its wonderful archaeological and tourist areas .. BEST ACTIVITIES : - Sahara Desert - Camping - Paragliding - contemplate the tall mountains - Rallies
ar: تعتبر السياحة في حائل من أجمل الأماكن السياحية في المملكة العربية السعودية ، حيث تتمتع بأجواء معتدلة وطبيعة ساحرة .. فهي تمتد حول الجبال على شكل قوس جميل ، ويحيط بها الكثير. الجبال من الشرق والغرب والشمال .. تقع مدينة حائل في شمال المملكة العربية السعودية ، وتشتهر بها الكرم والكرم وتسمى (عاصمة التمور) .. وتضم مدينة حائل مجموعة من المعالم والنقوش ، ولها موقعان مدرجان في قائمة التراث العالمي لليونسكو .. تستقطب مدينة حائل العديد من الزوار والسياح ، للاستمتاع بمناطقها الأثرية والسياحية الرائعة .. أفضل الأنشطة: - الصحراء الكبرى - التخييم - الطيران الشراعي - تأمل الجبال الشاهقة - المسيرات .. ويتميز العصر الحجري الحديث في حائل باختلاف بيئاته وتنوعها والتي تقع على الضفاف الرملية للأودية، والمنحدرات الكثبانية المواجهة للرياح، بالإضافة إلى ترسبات البحيرة القديمة ومنها تلك التي اكتشفت في جبة الواقعة شمال غرب حائل. كما تشير المعثورات الحجرية في نواحي متفرقة بحائل إلى أن مجتمع العصر الحجري الحديث فيه كان مجتمع صيد وجمع والتقاط للطعام .. أما العصر النحاسي 5500 سنة قبل الميلاد، فشواهده الحضارية في منطقة حائل هي الأكثر انتشارًا، ومن معثورات هذا العصر الأثرية الأدوات الحجرية ذات الأطراف والجوانب المسطحة على هيئة المكاشط ومثاقب ومناقب صغيرة وسواطير. بالإضافة إلى اكتشاف مجموعة من المنشآت الحجرية والدوائر التي يتسم بها العصر النحاسي، وهذه المنشآت الحجرية تدلل على أن الحياة في هذا العصر كانت أكثر استقرارًا عند مقارنتها بحياة الصيد والجمع والالتقاط لمجتمع العصر الحجري الحديث. ومن دلائل حياة الاستقرار المعثور عليها بحائل في العصر النحاسي وجود معثورات من الأدوات الصوانية، والأواني الفخارية المصنوعة من الفخار الخشن غير المصقول، بالإضافة إلى مجموعة من النقوش الصخرية والتي تؤكد مجتمعة على وجود نشاط إنساني في المنطقة في عصور ما قبل التاريخ ..

source: Jeddah
ar: جدة

source: Jeddah is one of the most beautiful cities in the Kingdom of Saudi Arabia .. It is called the Bride of the Red Sea in the Kingdom of Saudi Arabia. It is the economic and tourist capital of the Kingdom. It has the largest sea port on the Red Sea. The city of Jeddah is famous for its towers and many skyscrapers, as well as many historical and modern tourist places .. The city of Jeddah is one of the first tourist cities in the Kingdom and is the oldest in civilization .. It is characterized by luxury hotels, restaurants and cafes .. It has many luxurious and distinctive markets BEST ACTIVITIES : - King Fahad's fountain - Jeddah Oasis for Entertainment Sciences - Iceland amusement park - Fakih Aquarium - Desert sea divers - Sail island - Al Shallal Amusement Park - Water park
ar: جدة من اجمل مدن المملكة العربية السعودية .. يطلق عليها عروس البحر الاحمر في المملكة العربية السعودية وهي العاصمة الاقتصادية والسياحية للمملكة ولديها اكبر ميناء بحري. على البحر الأحمر تشتهر مدينة جدة بأبراجها والعديد من ناطحات السحاب ، فضلاً عن العديد من الأماكن السياحية التاريخية والحديثة .. تعد مدينة جدة من أوائل المدن السياحية في المملكة وهي أقدم مدنها في الحضارة. وتتميز بالفنادق والمطاعم والمقاهي الفخمة .. وفيها العديد من الأسواق الفخمة والمميزة .. أفضل الأنشطة: - نافورة الملك فهد واحة جدة لعلوم الترفيه - ملاهي آيسلندا - أكواريوم فقيه - غواصو بحر الصحراء - جزيرة الشراع - ملاهي الشلال - ملاهي مائية .. اكتسبت جدة أهمية سياحية وباتت من أكثر المدن السعودية التي تحتضن مرافق ومنشآت سياحية متطورة كالفنادق والشقق المفروشة والمنتجعات والمطاعم، إضافة إلى المراكز الترفيهية والمتاحف الأثرية والعلميّة والتاريخية ومتاحف التراث، وتحتوي مدينة جدة على أكثر من 320 مركزاً وسوقاً تجارياً، وبذلك تمثل ما يزيد على 21% من إجمالي الأسواق والمراكز التجارية بالمملكة، وكما أنها تعرف بالمتحف المفتوح لوجود أكبر عدد من المجسمات الجمالية (360 مجسم) صممها فنانون عالميون في فن النحت. تتميّز المدينة بكورنيش جدة والذي يمتد بطول الساحل لما يزيد عن 48 كيلومتر (35 كم منه يحتوي مرافق وخدمات عامة)، ويملك أحدث تجهيزات الرفاهية والمناظر الرائعة للبحر الأحمر، وعند المشي من الكورنيش باتجاه مركز المدينة يمكن مشاهدة أعلى نافورة في العالم، وهي نافورة الملك فهد التي ترتفع قرابة 312 متراً عن سطح البحر. يدخل إلى جدة سنوياً عبر مطار الملك عبد العزيز الدولي أعداد كبيرة، تصل إلى 5 مليون نسمة سنوياً بهدف العمرة أو الحج أو العمل أو السياحة والترفيه. مما يشكل قوة شرائية هامة وذات طلب مؤثر على المشروعات السياحية والترفيهية وقطاعات الأعمال والتجارة..

source: Asir
ar: عسير

source: Nature in Asir .. The Asir region is characterized by its rainy weather, it is the perfect choice for a beautiful vacation during the months of September and October.. With its cool climate and panoramic views, Asir is the right place to enjoy the outdoors and the magical places that nature provides. Take the cable car to Jabal Al Akhdar to enjoy the charming views around you.. or go on a trip to the Abha Dam, which combines the blueness of water and greenery of the plants.. Mount Montenegro is also one of the most important destinations that attract visitors, it is the highest peak in the kingdom n and part of the Sarawat mountain range.. Because Asir region always stands by nature, the scenery changes every day according to light, wind or rain, as the landscape of the earth changes from shiny glowing on clear days to humid and refreshing After the rain, and the air tends to cool at the top up the winding roads around the mountains..
ar: الطبيعة في عسير .. تتميز منطقة عسير بطقسها الممطر ، فهي الخيار الأمثل لقضاء إجازة جميلة خلال شهري سبتمبر وأكتوبر .. بمناخها البارد وإطلالاتها البانورامية ، عسير هي المكان المناسب للاستمتاع في الهواء الطلق والأماكن السحرية التي توفرها الطبيعة. استقل التلفريك إلى الجبل الأخضر للاستمتاع بالمناظر الساحرة من حولك .. أو اذهب في رحلة إلى سد أبها الذي يجمع بين زرقة المياه وخضرة النباتات .. الجبل تعد الجبل الأسود أيضًا من أهم الوجهات التي تجذب الزوار ، فهي أعلى قمة في المملكة وجزء من سلسلة جبال السروات .. ولأن منطقة عسير دائمًا ما تقف بجانب الطبيعة ، يتغير المشهد كل يوم حسب الضوء أو الرياح أو المطر حيث تتغير المناظر الطبيعية للأرض من متوهجة لامعة في الأيام الصافية إلى رطبة ومنعشة بعد المطر ، ويميل الهواء إلى البرودة في أعلى الطرق المتعرجة حول الجبال .. تعد المنطقة من أكثر مناطق المملكة جمالاً وتنوعاً في الموارد الاقتصادية والطبيعية، وقد بلغ عدد الفنادق بالمنطقة 29 فندقاً، كما تشتهر بتوافر الإمكانات السياحية، وقد حرصت وزارة البيئة والمياه والزراعة على إنشاء المنتزهات الوطنية لحماية المظاهر البيئية والتضاريسية، والمناظر الطبيعية الخلابة، ولهذا جاء إنشاء أول منتزه وطني للمملكة في منطقة عسير، ويغطي مساحة قدرها 45000 هكتاراً وبلغت تكلفة إنشائه حوالي 60 مليون ريالاً، ويعتبر المكان الوحيد للعديد من النباتات التي لا تنمو إلا في هذا الجزء فضلا عن ثلاثمائة من أنواع الطير الجارحة، وهو يصعد من ساحل البحر الأحمر إلى ارتفاع 3048 متراً على شكل شريط يتراوح عرضه ما بين 160كم إلى 240كم وقد تم تزويد المنتزه ببعض الخدمات الضرورية كالسفلتة والمواقف ودورات المياه والكراسي والكهرباء والشوايات، في فبراير 2019، تم إنجاز المرحلة الأولى من المسار السياحي درب عسير بإشراف أمانة منطقة عسير، وقد بلغت مساحة المرحلة الأولى 17000متر، وتم العمل عليها خلال 10 أيام ..

source: Nature in Hail .. Hail is one of the most famous and most beautiful tourist cities in the Kingdom of Saudi Arabia, due to its beauty and nature .. Among the most famous natural attractions are the mountains of Aja and Salma and the great Nafud desert .. It is also characterized by its wonderful climate .. and (Aqeedat Hail), the most famous tourist village in Hail .. It was the main destination for visitors and tourists on all occasions as it was a major sign and was widely known outside Hail for its beautiful tourist atmosphere .. The Araf castle, is one of the historical castles in the Kingdom of Saudi Arabia and the King of Saudi Arabia, renovated it because it was the only place, from which scholars could see The crescent of the blessed month of Ramadan
ar: الطبيعة في حائل .. حائل من أشهر وأجمل المدن السياحية في المملكة العربية السعودية لما تتمتع به من جمال وطبيعية .. ومن أشهر معالمها الطبيعية جبال أجا وسلمى والنفود العظيمة. الصحراوية .. كما تتميز بمناخها الرائع .. و (عقده) أشهر قرية سياحية في حائل .. كانت الوجهة الرئيسية للزوار والسياح في جميع المناسبات حيث كانت علامة رئيسية وشتهرت على نطاق واسع خارج حائل لأجوائها السياحية الجميلة .. تعتبر قلعة عرفة من القلاع التاريخية في المملكة العربية السعودية وقد رممها ملك المملكة العربية السعودية لأنها كانت المكان الوحيد الذي استطاع العلماء من خلاله رؤية هلال العراف. شهر رمضان المبارك .. تقع منطقة حائل في وسط القسم الشمالي من المملكة، حيث تقع في موقع متوسط بين مناطق الحدود الشمالية والجوف وتبوك والقصيم والمدينة المنورة، هذا الموقع يمثل ميزة نسبية أو ميزة موقعية هامة وتجعل حائل في مدى إمكانية الوصول للدول العربية والإسلامية الواقعة شمال المملكة وترتبط جنوبا بالمدينة المنورة، ومكة المكرمة، علاقات الربط السابقة بين منطقة حائل وجيرانها من الشرق والشمال والجنوب تجعل منها موقعاً إستراتيجياً اقتصاديا واجتماعيا، ليس على مستوى إقليم شمال المملكة فقط بل يمتد تأثيرها إلى جميع مناطق المملكة وما وراءها سواء دول الخليج أو دول الشرق الأوسط وجنوب أوروبا شمالا وغربا حتى المغرب العربي، هذا وتبلغ مساحة منطقة حائل 118.2 ألف كم مربع تمثل حوالي 6% من إجمالي مساحة المملكة والتي تبلغ حوالي 2.25 مليون كم مربع وهي مساحة كبيرة نسبيا بل شاسعة وتشكل مورد أرض عظيم مثالي للإعمار بمجموعة كبيرة من الأنشطة الاقتصادية والاجتماعية والثقافية والعمرانية، وهذا الحيز المكاني الكبير يحتوى على قدر كبير من الموارد ..

source: Abha
ar: أبها
