Repository: HudaAlshammari/Wejhuh
Catalog: Wejhuh/*.lproj/Localizable.strings
Languages: ar

source: Nature in Abha .. The city of Abha, where clouds and mountains embrace, and the rain washes it every day, and your hand touches its cool, pure mist, you feel the celebration of nature and its splendor.. Rains are increasing in the tourist cities of Asir, as they are .. It has a role in attracting tourism in Asir because of its flavor of tourist pleasure among visitors to this region and vacationers, and the picturesque nature, rain and clouds that characterize this region and its tourist cities.. It is one of the most beautiful tourist attractions in Abha thanks to its picturesque nature, where the clear water flows almost permanently over Granite stones covered with juniper, acacia and water moss plants, making the place as a whole an imaginary spot for photography and recreation enthusiasts .. If you are a fan of green medicine, dazzling mountain views and a waterfall, or moving between archaeological sites and commercial markets, there is no doubt that tourism in Abha is the best destination for you.
ar: الطبيعة في أبها .. مدينة أبها حيث تعانق السحاب والجبال ، والمطر يغسلها كل يوم ، وتلمس يدك ضبابها البارد النقي ، تشعر بالاحتفال بالطبيعة وروعتها .. الأمطار تتزايد في مدن عسير السياحية كما هي .. لها دور في جذب السياحة في منطقة عسير لما تتمتع به من نكهة المتعة السياحية بين زوار هذه المنطقة والمصطافين ، والطبيعة الخلابة والأمطار والغيوم التي تتميز بها هذه المنطقة والسياحية. المدن .. هي من أجمل مناطق الجذب السياحي في أبها بفضل طبيعتها الخلابة ، حيث تتدفق المياه الصافية بشكل شبه دائم فوق أحجار الجرانيت المغطاة بنباتات العرعر والسنط والطحالب المائية ، مما يجعل المكان ككل بقعة خيالية لـ هواة التصوير الفوتوغرافي والاستجمام .. إذا كنت من محبي الطب الأخضر ، وإطلالات جبلية خلابة وشلال ، أو التنقل بين المواقع الأثرية والأسواق التجارية ، فلا شك أن السياحة في أبها هي الأفضل. تقدير لك .. مناخ مدينة أبها قاسي يستقبل الثلوج في نهاية الخريف وبداية الشتاء ويستقبل الأمطار بشكل يومي في الربيع وبشكل أسبوعي في فصل الصيف لا سيما ان مدينة أبها مدينة مرتفعة على قمة سلسلة جبال الحجاز، ومدينة أبها مخلوقة لتحمل الأمطار فمناخها يكون بارداً معتدل صيفاً ثلجي شديد البرودة شتاءً.. مناخ أبها قد يصل إلى الـ25°م كحد أقصى في فترة الصيف وقد يصل إلى -4° و -6° في فصل الشتاء.. تستقبل أبها التيارات الدافئة القادمة من المحيط الأطلسي لإفريقيا ثم للبحر الأحمر ثم يتجه إلى أبها ويزود أبها بهواء دافئ لكلاً من الفصلين الربيع والصيف، وتستقبل في فصل الشتاء رياح موسمية قادمة من روسيا عابرة لبحر القزوين مزودًا أبها تيارات باردة ثم يمر للخليج العربي متجهاً للجنوب يتقابل مع تيارات المحيط الهندي القادمة من شرق إيران إلى غربها تغير في اتجاهه لتصدم في آخر المطاف غرب سلسلة جبال الحجاز ..

source: Despite the great development that the capital Riyadh is witnessing in all fields, especially the urban aspect, the historical and heritage sites that date back thousands of years are still preserved, as the historical sites in Riyadh and its suburbs vary between museums, palaces and markets .. The Al-Masmak Palace dates back to more than 185 years, and the historic city of Diriyah is the city of “Al-Samoud” through which the Kingdom of Saudi Arabia was launched and was the capital in the first Saudi state .. One of the beautiful sites in it is the Turaif neighborhood, which was the seat of the former government and one of the sites registered in the World Heritage and Al-Bujairi neighborhood as well .. Also, Diriyah contains large antiquities and old houses made of mud ..
ar: على الرغم من التطور الكبير الذي تشهده العاصمة الرياض في كافة المجالات وخاصة الجانب العمراني ، إلا أن المواقع التاريخية والتراثية التي يعود تاريخها إلى آلاف السنين لا تزال محفوظة ، حيث تتنوع المواقع التاريخية في الرياض وضواحيها بين المتاحف والقصور. والأسواق .. يعود تاريخ قصر المصمك إلى أكثر من 185 عامًا ، ومدينة الدرعية التاريخية هي مدينة الصمود التي انطلقت من خلالها المملكة العربية السعودية وكانت عاصمة الدولة السعودية الأولى. .. ومن أجمل المواقع فيها حي طريف الذي كان مقر الحكومة السابقة وأحد المواقع المسجلة في التراث العالمي وحي البجيري أيضا .. كما تحتوي الدرعية على قطع أثرية كبيرة ومنازل قديمة. مصنوعة من (الطين) .. يتفق الباحثون أن جزيرة العرب هي الموطن الأول للساميين (أي أبناء سام بن نوح)، وأن منطقة نجد هي الموطن الأول للجنس السامي. ومنها انطلقت الهجرات السامية القديمة إلى أطراف الجزيرة العربية؛ حيث أن أرض نجد كانت في السابق أكثر صلاحية للسكن والاستقرار من حيث خصوبة الأرض ووفرة المياه، وعندما تغيرت الظروف المناخية وجفت المياه، خرجت موجات من السكان إلى المناطق المجاورة في بلاد ما بين النهرين والشام واليمن. وأقدم هذه الهجرات ترجع إلى الألف الخامس قبل الميلاد. وكانت قبيلتا طسم وجديس البائدتين تستوطنان إقليم اليمامة (نجد)، ويختلف المؤرخون في أصول هاتين القبيلتين، القول الأول أنهم من سلالة سام بن نوح مع اختلاف كل مؤرخ في سلسلة نسبهما. وأحد الأقوال أن قبيلة طسم هي التي ورد ذكرها في التوراة باسم لطوشيم من دادان بن يقشان، ويرى بعض المستشرقين أن اسم Jodisite أو Jodisit الوارد ذكره في جغرافية بطليموس هو اسم قبيلة من قبائل شرق الجزيرة العربية، وأنها قبيلة جديس. وأنها كانت موجودة حوالي 125م ..

source: Al-Ula is the first site of the Kingdom of Saudi Arabia inscribed on the UNESCO World Heritage List .. Spread over an area of ​​52 hectares, Mada'in Saleh was the principal southern city of the Nabataean kingdom, and consists of more than 100 well-preserved tombs, with elaborate facades cut from sandstone outcrops, surrounding the walled urban settlement .. Recent studies indicate that Mada'in Saleh is the southernmost location in the Roman Empire .. In addition to Mada’in Saleh, Al-Ula is home to a series of fascinating historical and archaeological sites such as Al-Khuraybah (ancient Dadan) the capital of the Dedanese and Lihyanic kingdoms, which is today considered one of the most developed cities during the first millennium BC within the Arabian Peninsula, and thousands of examples of rock art and inscriptions The old Hejaz railway stations ..
ar: العلا هي أول موقع للمملكة العربية السعودية مدرج في قائمة اليونسكو للتراث العالمي .. تمتد على مساحة 52 هكتارًا ، وكانت مدائن صالح المدينة الجنوبية الرئيسية للمملكة النبطية ، وتتكون من أكثر من 100 مقبرة محفوظة جيدًا ، بواجهات متقنة مقطوعة من نتوءات من الحجر الرملي ، تحيط بالمستوطنة الحضرية المحاطة بالأسوار .. تشير الدراسات الحديثة إلى أن مدائن صالح هي أقصى الجنوب في الإمبراطورية الرومانية .. بالإضافة إلى مدائن صالح ، - تعد العلا موطنًا لسلسلة من المواقع التاريخية والأثرية الرائعة مثل الخريبة (دادان القديمة) عاصمة مملكتي الديدانية واللحيان ، والتي تعتبر اليوم واحدة من أكثر المدن تطوراً خلال الألفية الأولى قبل الميلاد داخل شبه الجزيرة العربية وآلاف الأمثلة من الفن الصخري والنقوش محطات سكة حديد الحجاز القديمة .. تمثل البلدة التي تقع وسط محافظة العلا التابعة لمنطقة المدينة المنورة، ويقطنها ما يقارب 60 ألف من السكان، وتعود لبدايات العصر الإسلامي وإحدى ثلاث مدن إسلامية في العالم أجمع مازالت باقية، المدينة الإسلامية بمساجدها ومنازلها وأسواقها وأسوارها وقد تعاقب أهالي العلا على بناء هذه البلدة والسكن فيها جيلاً بعد جيل حتى هجرت تماماً من السكان قبل أربعين عاماً تقريباً .. وتشتهر العلا باسم عروس الجبال وعاصمة التاريخ والآثار لمناظرها الجبلية وارتفاعها عن سطح البحر بأكثر من 700 متر ولقدم تاريخها وكثرة مواقها الأثرية .. سميت العلا بعدة أسماء قبل الاستقرار على اسمها الحالي، ففي القرن السادس قبل الميلاد سُميت بـ ديدان، نسبة للشعب الديداني الذي استوطنها وأنشأ مملكةً فيها. وفي العصر الجاهلي عُرفت بـ قُرْح إبان نشاطها كسوق تجارية مهمة عند العرب. وفي فترة لاحقة حتى نهاية القرن السادس الهجري، أطلق عليها وادي القرى بسبب كثرة القرى فيه. وبدءًا من القرن السابع الهجري سُميت باسمها اليوم، العُلا. ويقال أنها سميت بذلك منذ القرن الثاني الهجري، لكن شيوع الاسم تأخر حتى القرن السابع ..

source: Safety travel tips
ar: نصائح السفر الامن

source: stay informed ..
ar: كن مطلع ...

source: About eVisa
ar: حول التأشيرة

source: The Kingdom of Saudi Arabia has ..
ar: للمملكة العربية السعودية ..

source: Saudi currency and payments
ar: العمله السعودية والمدفوعات

source: Currency exchange and transactions ..
ar: صرف العملات والمعاملات ..

source: Saudi Heritage Journey to UNESCO
ar: التراث السعودي في اليونسكو

source: The trip of Saudi heritage to UNESCO was not a picnic ..
ar: رجلة السعوديه لليونسكو لم تكون رحلة ..

source: WJ
ar: واجهه جدة

source: All Season
ar: كل المواسم

source: All
ar: متاح للجميع

source: This development phase is the largest development phase of the Jeddah waterfront, and there are services and elements that have been added for the first time at the level of Jeddah waterfronts, equipped with services suitable for all groups and ages ..
ar: مرحلة التطوير هذه هي أكبر مرحلة تطوير لواجهة جدة البحرية ، وهناك خدمات وعناصر تمت إضافتها لأول مرة على مستوى واجهات جدة المائية ، ومجهزة بخدمات تناسب جميع الفئات والأعمار ..

source: Formula
ar: الفورمولا

source: Public
ar: متاح للجميع

source: Jeddah season
ar: موسم جده

source: The Kingdom will host the first-ever Formula 1 Grand Prix in an international motor racing championship considered by many to be the most famous sporting event in the world .. If you are a fan of this type of racing and yearn for great times of suspense, excitement and challenge, all you have to do is tighten your belts and prepare for a special event in which the city of Jeddah will present what the world has never seen before !
ar: ستستضيف المملكة أول سباق الجائزة الكبرى للفورمولا 1 على الإطلاق في بطولة دولية لسباق السيارات يعتبرها الكثيرون أشهر حدث رياضي في العالم .. إذا كنت من محبي هذا النوع من السباقات وتتوق لأوقات رائعة تشويق وإثارة وتحدي ، كل ما عليك فعله هو شد الأحزمة والاستعداد لحدث خاص تقدم فيه مدينة جدة ما لم يشهده العالم من قبل!

source: Athra
ar: اثراء

source: Khobar
ar: الخبر

source: All season
ar: كل المواسم

source: Ithra offers its visitors new and inspiring experiences that nurture creativity and a passion for learning, and enrich culture. Ithra is a beacon of change and a window to global experiences by encouraging creativity, inspiring minds, and empowering talent, and with the advancement of innovation and technology; The Kingdom of Saudi Arabia is keen to keep pace with this development at a harmonious pace ..
ar: تقدم إثرا لزوارها تجارب جديدة وملهمة تغذي الإبداع والشغف بالتعلم وتثري الثقافة. إثراء هي منارة للتغيير ونافذة للتجارب العالمية من خلال تشجيع الإبداع وإلهام العقول وتمكين المواهب ، ومع النهوض الابتكار والتكنولوجيا تحرص المملكة العربية السعودية على مواكبة هذا التطور بوتيرة متناغمة ..

source: Dakar Rally
ar: رالي داكار

source: Around the country
ar: حول مناطق المملكة

source: The starting point will be from the Hail region, towards the capital, Riyadh, and the stop in Riyadh will be a one-day break, then the contestants will continue their challenge to the city of Jeddah .. This year's rally track will include two circuit stages in addition to a marathon stage ..
ar: وستكون نقطة الانطلاق من منطقة حائل باتجاه العاصمة الرياض ، وستكون المحطة في الرياض استراحة ليوم واحد ، ثم يواصل المتسابقون تحديهم إلى مدينة جدة .. وسيشمل مسار رالي هذا العام مرحلتين دائرتين بالإضافة إلى مرحلة ماراثون ..

source: Safari
ar: سفاري

source: Riyadh season
ar: موسم الرياض

source: Wildlife Center on your trip to Safari Nova, to see a variety of indigenous and exotic animals, such as hawks, owls, reptiles, jerboas and other wild animals, but the most prominent thing that will attract your attention and hold your breath is watching the leopard animals, which will charm your senses with its beauty and steal your heart with its gracefulness away from you In just a few steps ..
ar: مركز الحياة البرية في رحلتك إلى Safari Nova ، لمشاهدة مجموعة متنوعة من الحيوانات الأصلية والغريبة ، مثل الصقور والبوم والزواحف والجربوع والحيوانات البرية الأخرى ، ولكن أبرز ما يجذب انتباهك ويحبس أنفاسك هو المشاهدة حيوانات النمر التي ستسحر حواسك بجمالها وتسرق قلبك برشقتها بعيدًا عنك في خطوات قليلة ..

source: Oasis
ar: أوايسس

source: A luxury entertainment project in the heart of the desert north of Riyadh; It includes a variety of different activities and activities such as shopping, music, culture and sports, in addition to luxury camps that accommodate up to eight people ..
ar: مشروع ترفيهي فاخر في قلب الصحراء شمال الرياض ؛ يضم مجموعة متنوعة من الأنشطة والأنشطة المختلفة كالتسوق والموسيقى والثقافة والرياضة ، بالإضافة إلى معسكرات فاخرة تتسع لثمانية أفراد ..

source: Combat Filed
ar: كومبات فيليد

source: An amusement park that simulates war and combat games, here in Riyadh! Combat field is a world where you live the meaning of action and excitement, prove to us your shooting skills and your heart strength as you descend from the top of the zipline. Unmissable adventures between the details of different historical areas, watch live shows and live the life of a cowboy and fight your opponents in virtual reality ..
ar: مدينة ملاهي تحاكي ألعاب الحرب والقتال ، هنا في الرياض! ميدان القتال هو عالم تعيش فيه معنى الحركة والإثارة ، أثبت لنا مهاراتك في الرماية وقوة قلبك وأنت تنزل من أعلى خط الانزلاق. مغامرات لا تفوت بين تفاصيل مناطق تاريخية مختلفة ، شاهد العروض الحية وعيش حياة رعاة البقر وقاتل خصومك في الواقع الافتراضي ..

source: MSC bellissima(Getaway.. Your Way)
ar: كروز جدة

source: All Seasons
ar: كل المواسم

source: The cruise ship, which is owned and operated by MSC Cruises, can accommodate 4,500 passengers and has a crew of about 1,500 ..
ar: السفينة السياحية ، التي تملكها وتديرها MSC Cruises ، يمكن أن تستوعب 4500 راكب ويبلغ طاقمها حوالي 1500 .. كما يوجد فيها الفنادق الفاخره لقضاد اجمل اللحظات والمطاعم والكافيهات الجميله كما يوجد فيها فرصه التسوق لما تحتويه من متاجر للشركات عالميه واماكن مخصصه للالعاب والترفيه ..

source: TdF-g4-alG
ar: رحلتك الى المملكه تبدا من هنا

source: Police
ar: الشرطة

source: Saudi Aumbulance
ar: الاسعاف

source: Civil Defence
ar: الدفاع المدني

source: For Traffic accidents
ar: الحوادث المرورية

source: passports
ar: الجوازات

source: Saudi publice Securty
ar: مديرية الامن العام

source: General enquires
ar: استفسارات عامة

source: Municipalities
ar: البلديات

source: Roads Security
ar: امن الطرق

source: border guards
ar: حرس الحدود

source: Electricity emergency
ar: الاستشارات الصحية

source: Tourist call center
ar: مركز الاتثال السياحي

source: Najm Company
ar: شركة نجم

source: Consumer protection
ar: حماية المستهلك

source: Queries
ar: استعلامات
